Repository: Dvlv/BoxBuddyRS
Catalog: po/*/LC_MESSAGES/*.po
Languages: cs, de_de, el, es, fr_fr, hi, it_it, nl_nl, pl_pl, pt_br, ru_ru, tr, uk_ua

source: Create A Distrobox
cs: Vytvořit Distrobox kontejner
de_de: Eine Distrobox anlegen
el: Δημιουργήστε ένα Distrobox
es: Crear una Distrobox
fr_fr: Créer une Distrobox
hi: एक Distrobox बनाएं
it_it: Crea una Distrobox
nl_nl: Maak een Distrobox
pl_pl: Utwórz Distroboxa
pt_br: Criar uma Distrobox
ru_ru: Создать Distrobox
tr: Distrobox Oluştur
uk_ua: Створити Distrobox

source: Assemble A Distrobox
cs: Poskládat Distrobox kontejner
de_de: Eine Distrobox zusammenbauen
el: Συντάξτε ένα Distrobox
es: Armar una Distrobox
fr_fr: Assembler une Distrobox
hi: एक Distrobox संकलित करें
it_it: Assembla una Distrobox
nl_nl: Assembleer een Distrobox
pl_pl: Zbuduj Distroboxa
pt_br: Montar uma Distrobox
ru_ru: Собрать Distrobox
tr: Distrobox Kur
uk_ua: Зібрати Distrobox

source: INI-Files
cs: INI soubory
de_de: INI-Dateien
el: Αρχεία INI
es: Archivos INI
fr_fr: Fichiers INI
hi: INI-फाइलें
it_it: FIle-INI
nl_nl: INI-Bestanden
pl_pl: Pliki INI
ru_ru: INI файлы
tr: INI-Dosyaları
uk_ua: INI файли

source: Menu
de_de: Menü
el: Μενού
es: Menú
hi: मेनू
ru_ru: Меню
tr: Menü
uk_ua: Меню

source: Refresh
cs: Obnovit
de_de: Aktualisieren
el: Ανανέωση
es: Refrescar
fr_fr: Actualiser
hi: ताज़ा करें
it_it: Aggiorna
nl_nl: Verversen
pl_pl: Odśwież
pt_br: Recarregar
ru_ru: Обновить
tr: Yenile
uk_ua: Оновити

source: Set Preferred Terminal
cs: Vyberte výchozí terminál
de_de: Bevorzugte Konsole einstellen
el: Ορισμός προτιμώμενου τερματικού
es: Establecer Terminal Preferida
fr_fr: Choix du terminal préféré
hi: पसंदीदा टर्मिनल निर्धारित करें
it_it: Imposta terminale preferito
nl_nl: Voorkeursterminal Instellen
pl_pl: Ustaw terminal, który wolisz
pt_br: Definir Terminal Preferido
ru_ru: Установить предпочтительный терминал
tr: Tercih Edilen Uçbirimi Ayarla
uk_ua: Встановити бажаний термінал

source: About BoxBuddy
cs: O BoxBuddy
de_de: Über BoxBuddy
el: Περί BoxBuddy
es: Acerca de BoxBuddy
fr_fr: À propos de BoxBuddy
hi: BoxBuddy के बारे में
it_it: Informazioni su BoxBuddy
nl_nl: Over Boxbuddy
pl_pl: O BoxBuddy
pt_br: Sobre o BoxBuddy
ru_ru: Про BoxBuddy
tr: BoxBuddy Hakkında
uk_ua: Про BoxBuddy

source: Quit
cs: Ukončit
de_de: Beenden
el: Έξοδος
es: Salir
fr_fr: Quitter
hi: छोड़ें
it_it: Esci
nl_nl: Afsluiten
pl_pl: Zakończ
pt_br: Sair
ru_ru: Выйти
tr: Çıkış
uk_ua: Вийти

source: Distrobox not found!
cs: Distrobox nenalezen!
de_de: Distrobox konnte nicht gefunden werden!
el: Το Distrobox δεν βρέθηκε!
es: Distrobox no encontrado!
fr_fr: Distrobox introuvable !
hi: Distrobox नहीं मिला!
it_it: Nessuna Distrobox trovata!
nl_nl: Distrobox niet gevonden!
pl_pl: Nie znaleziono Distroboxa!
pt_br: Distrobox não encontrada!
ru_ru: Distrobox не найден!
tr: Distrobox bulunamadı!
uk_ua: Distrobox не знайдено!

source: Distrobox could not be found, please ensure it is installed!
cs: Distrobox nebyl nalezen, prosím, ujistěte se, zda je nainstalován!
de_de: Distrobox konnte nicht gefunden werden, bitte Installation überprüfen!
el: Το Distrobox δεν βρέθηκε, βεβαιωθείτε ότι είναι εγκατεστημένο!
es: No se pudo encontrar Distrobox, ¡asegúrese de que esté instalado!
fr_fr: Distrobox est introuvable, veuillez vérifier qu’il soit installé !
hi: Distrobox नहीं मिला, कृपया सुनिश्चित करें कि यह स्थापित है!
it_it: Impossibile trovare Distrobox, assicurati che sia installato!
nl_nl: Distrobox kon niet worden gevonden, zorg ervoor dat het is geïnstalleerd!
pl_pl: Nie znaleziono Distroboxa, upewnij się że jest zainstalowany!
pt_br: Distrobox não foi encontrado, por favor garanta que esteja instalado!
ru_ru: Не удалось найти Distrobox - убедитесь, что эта программа установлена!
tr: Distrobox bulunamad, lütfen indirildiğini kontrol ediniz!
uk_ua: Distrobox не знайдено, будь ласка, переконайтеся, що його встановлено!

source: Stop Box
cs: Zastavit Box
de_de: Box anhalten
el: Διακοπή κουτιού
es: Detener Box
fr_fr: Arrêter la Box
hi: बॉक्स बंद करें
it_it: Ferma Box
pl_pl: Zatrzymaj Boxa
pt_br: Parar Caixa
ru_ru: Остановить коробку
tr: Kutuyu Durdur
uk_ua: Зупинити коробку

source: Open Terminal
cs: Otevřít terminál
de_de: Konsole öffnen
el: Άνοιγμα τερματικού
es: Abrir Terminal
fr_fr: Ouvrir un terminal
hi: टर्मिनल खोलें
it_it: Apri il terminale
pl_pl: Otwórz terminal
pt_br: Abrir Terminal
ru_ru: Открыть терминал
tr: Uçbirimi Aç
uk_ua: Відкрити термінал

source: Upgrade Box
cs: Aktualizovat Box
de_de: Box aktualisieren
el: Αναβάθμιση κουτιού
es: Actualizar Box
fr_fr: Mettre à jour la Box
hi: बॉक्स उन्नयन करें
it_it: Casella di aggiornamento
nl_nl: Box Upgraden
pl_pl: Zaktualizuj Boxa
pt_br: Atualizar Caixa
ru_ru: Обновить коробку
tr: Kutu Sürümünü Yükselt
uk_ua: Оновити коробку

source: View Applications
cs: Zobrazit aplikace
de_de: Anwendungen anzeigen
el: Προβολή εφαρμογών
es: Ver aplicaciones
fr_fr: Voir les applications
hi: अनुप्रयोग देखें
it_it: Visualizza applicazioni
nl_nl: Bekijk Applicaties
pl_pl: Wyświetl aplikacje
pt_br: Ver Aplicações
ru_ru: Посмотреть приложения
tr: Uygulamaları Gözlemle
uk_ua: Переглянути додатки

source: Delete Box
cs: Smazat Box
de_de: Box löschen
el: Διαγραφή κουτιού
es: Eliminar Box
fr_fr: Supprimer la Box
hi: बॉक्स मिटाएं
it_it: Rimuovere la scatola
nl_nl: Box Verwijderen
pl_pl: Usuń Boxa
pt_br: Deletar Caixa
ru_ru: Удалить коробку
tr: Kutuyu Sil
uk_ua: Видалити коробку

source: Clone Box
cs: Klonovat Box
de_de: Box klonen
el: Κλωνοποίηση κουτιού
es: Clonar Box
fr_fr: Cloner la Box
hi: बॉक्स का प्रतिरूप बनाएं
it_it: Clonare la scatola
nl_nl: Box Klonen
pl_pl: Duplikuj Box-a
pt_br: Clonar Caixa
ru_ru: Клонировать коробку
tr: Kutuyu Klonla
uk_ua: Клонувати коробку

source: Install .deb File
cs: Instalovat .deb balíček
de_de: .deb Paket installieren
el: Εγκατάσταση αρχείου .deb
es: Instalar Archivo .deb
fr_fr: Installer un fichier .deb
hi: .deb फाइल स्थापित करें
nl_nl: Installeer .deb-bestand
pl_pl: Zainstaluj plik .deb
pt_br: Instalar Arquivo .deb
ru_ru: Установить .deb файл
tr: .deb Dosyası Kur
uk_ua: Встановити .deb файл

source: Install .rpm File
cs: Instalovat .rpm balíček
de_de: .rpm Paket installieren
el: Εγκατάσταση αρχείου .rpm
es: Instalar Archivo .rpm
fr_fr: Installer un fichier .rpm
hi: .rpm फाइल स्थापित करें
it_it: Installa il file .rpm
pl_pl: Zainstaluj plik .rpm
pt_br: Instalar Arquivo .rpm
ru_ru: Установить .rpm файл
tr: .rpm Dosyası Kur
uk_ua: Встановити .rpm файл

source: Create New Distrobox
cs: Vytvořit nový Distrobox kontejner
de_de: Neue Distrobox anlegen
el: Δημιουργία νέου Distrobox
es: Crear Nueva Distrobox
fr_fr: Créer une nouvelle Distrobox
hi: नया Distrobox बनाएं
it_it: Crea nuova Distrobox
nl_nl: Nieuwe Distrobox aanmaken
pl_pl: Utwórz nowego Distroboxa
pt_br: Criar Nova Distrobox
ru_ru: Создать новый Distrobox
tr: Yeni Bir Distrobox Oluştur
uk_ua: Створити новий Distrobox

source: Assembling Distroboxes, please wait...
cs: Skládám Distrobox kontejner, vyčkejte prosím...
de_de: Stelle Distroboxen zusammen, bitte warten...
el: Συντάξει Distroboxes, παρακαλώ περιμένετε...
es: Armando Distroboxes, por favor espere...
fr_fr: Assemblage des Distroboxs, veuillez patienter…
hi: Distrobox संकलित किया जा रहा है, कृपया प्रतीक्षा करें...
it_it: Assemblaggio Distrobox, attendere prego...
nl_nl: Distroboxes worden geassembleerd, een momentje alstublieft...
pl_pl: Budowanie Distroboxa, proszę czekać...
pt_br: Montando caixas de Distro, por favor espere...
ru_ru: Собираем Distrobox-ы, пожалуйста подождите...
tr: Distroboxlar hazır hale getiriliyor, lütfen bekleyiniz...
uk_ua: Збираємо Distrobox-и, будь ласка, зачекайте...

source: Create
cs: Vytvořit
de_de: Erstellen
el: Δημιουργία
es: Crear
fr_fr: Créer
hi: बनाएं
it_it: Crea
nl_nl: Aanmaken
pl_pl: Utwórz
pt_br: Criar
ru_ru: Создать
tr: Oluştur
uk_ua: Створити

source: Additional Information
cs: Doplňující informace
de_de: Weitere Informationen
el: Επιπλέον πληροφορίες
es: Información Adicional
fr_fr: Plus d’informations
hi: अतिरिक्त जानकारी
it_it: Informazioni aggiuntive
nl_nl: Extra Informatie
pl_pl: Dodatkowe informacje
pt_br: Informação Adicional
ru_ru: Дополнительная информация
tr: Ek Bilgiler
uk_ua: Додаткова інформація

source: Cancel
cs: Zrušit
de_de: Abbrechen
el: Ακύρωση
es: Cancelar
fr_fr: Annuler
hi: रद्द करें
it_it: Annulla
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отменить
tr: İptal
uk_ua: Скасувати

source: Name
cs: Jméno
el: Όνομα
es: Nombre
fr_fr: Nom
hi: नाम
it_it: Nome
nl_nl: Naam
pl_pl: Nazwa
pt_br: Nome
ru_ru: Название
tr: İsim
uk_ua: Назва

source: Home Directory (Leave blank for default)
cs: Domovský adresář (Ponechte prázdný pro výchozí)
de_de: Nutzerverzeichnis (Leer lassen für Standard)
el: Πρωσοπικός Φάκελος.(Αφήστε το κενό για προεπιλογή)
es: Directorio de Home (dejar en blanco para seleccionar directorio "Home" por defecto)
fr_fr: Répertoire personnel (laisser vide pour le répertoire par défaut)
hi: होम निर्देशिका (तयशुदा के लिए खाली छोड़ें)
it_it: Directory principale (lasciare vuoto per impostazione predefinita)
nl_nl: Persoonlijke Map (Laat leeg voor standaard)
pl_pl: Katalog domowy (pozostaw puste jeśli ma być domyślny)
pt_br: Diretório Home (Deixe em branco para opção padrão)
ru_ru: Домашняя папка (оставьте пустой для настроек по-умолчанию)
tr: Ana Dizin (Varsayılan değer için boş bırakınız)
uk_ua: Домашній каталог (залиште порожнім за замовчуванням)

source: Image
cs: Obraz
de_de: Abbild
el: Ειδώλιο
es: Imagen
hi: छवि
it_it: Immagine
pl_pl: Obraz
pt_br: Imagem
ru_ru: Образ
tr: Görsel
uk_ua: Зображення

source: Use init system
cs: Použít init systém
de_de: Init System verwenden
el: Χρησιμοποιήστε το σύστημα init
es: Utilizar sistema init
fr_fr: Utiliser un système d’init
hi: init प्रणाली का प्रयोग करें
it_it: Utilizzare il sistema init
nl_nl: Gebruikt init-systeem
pl_pl: Użyj systemu init
pt_br: Usar sistema de inicialização
ru_ru: Использовать систему инициализации
tr: İnit sistemi kullan
uk_ua: Використовувати систему ініціалізації

source: Add a volume
cs: Přidat svazek
de_de: Laufwerk hinzufügen
fr_fr: Ajouter un volume
hi: वॉल्यूम जोड़ें
it_it: Aggiungi un volume
nl_nl: Volume toevoegen
pl_pl: Dodaj wolumen
ru_ru: Дополнительные разделы
tr: Birim Ekle

source: Remove volume
cs: Odstranit svazek
de_de: Laufwerk entfernen
fr_fr: Supprimer le volume
hi: वॉल्यूम हटाएं
it_it: Rimuovi volume
nl_nl: Volume verwijderen
pl_pl: Usuń wolumen
tr: Birimi Kaldır

source: Enter the location to mount this folder inside your new box
cs: Vložte umístění pro připojení tohoto adresáře uvnitř nového boxu
de_de: Geben Sie den Pfad an unter welchem dieses Laufwerk in Ihrer neuen Distrobox verfügbar sein soll
el: Εισάγετε τη θέση για την προσάρτηση αυτού του φακέλου μέσα στο νέο σας κουτί
es: Ingrese el directorio para montar esta carpeta dentro de su nueva caja
fr_fr: Entrez l’emplacement où monter ce dossier dans la nouvelle Box
hi: इस फोल्डर को अपने नए बॉक्स के अंदर संलग्न करने के लिए स्थान दर्ज करें
it_it: Inserisci la posizione in cui montare questa cartella all'interno della tua nuova casella
nl_nl: Voer de mountlocatie in voor deze map binnen uw nieuwe box
pl_pl: Wskaż lokalizację gdzie zamontować ten folder w Twoim nowym boxie
pt_br: Insira a localização para montar esta pasta dentro da sua nova caixa
ru_ru: Введите путь чтобы примонтировать эту папку внутри вашей новой коробки
tr: Bu klasörün yeni kutunuzun içine yerleştirileceği klasörü girin
uk_ua: Вкажіть місце для монтування цієї теки у вашій новій коробці

source: Additional Volumes:
cs: Přidané svazky:
de_de: Zusätzliche Laufwerke:
el: Πρόσθετοι τόμοι:
es: Volúmenes adicionales:
fr_fr: Volumes supplémentaires :
hi: अतिरिक्त वॉल्यूम:
it_it: Volumi aggiuntivi:
nl_nl: Extra Volumen:
pl_pl: Dodatkowe wolumeny:
pt_br: Volumes Adicionais:
ru_ru: Дополнительные разделы:
tr: Ek Birimler:
uk_ua: Додаткові розділи:

source: Additional directories the new box should be able to access
cs: Přidané adresáře, ke kterým by měl box mít přístup
de_de: Zusätzliche Verzeichnisse auf die die neue Box Zugriff haben soll
el: Πρόσθετοι κατάλογοι στους οποίους θα πρέπει να έχει πρόσβαση το νέο κουτί
es: Directorios adicionales a los que la nueva Box debería poder acceder
fr_fr: Répertoires supplémentaires auxquels la nouvelle Box devrait pouvoir accéder
hi: अतिरिक्त निर्देशिकाएं जिन तक नए बॉक्स की पहुंच होनी चाहिए
it_it: Directory aggiuntive a cui la nuova box dovrebbe essere in grado di accedere
nl_nl: Extra mappen waar de nieuwe box toegang tot moet hebben
pl_pl: Dodatkowe katalogi do których nowy box powinien mieć dostęp
pt_br: Diretórios adicionais que a nova caixa deve poder acessar
ru_ru: Дополнительные папки к которым новая коробка должна иметь доступ
tr: Yeni kutunun erişebilmesi gereken ek dizinler
uk_ua: Додаткові каталоги, до яких нова коробка має мати доступ

source: A Graphical Manager for your Distroboxes. BoxBuddy is not partnered with or endorsed by any linux distributions or companies. Trademarks, service marks, and logos are the property of their respective owners.
cs: Grafický manažer pro Vaše Distroboxy. BoxBuddy není v partnerství anebo podporován kteroukoliv linuxovou distribucí či společností. Ochranné známky, servisní značky a loga jsou majetkem příslušných vlastníků.
de_de: Eine Benutzeroberfläche zur Verwaltung von Distroboxen. BoxBuddy ist nicht Teil von oder unterstützt durch Linux Distributionen oder Firmen. Markennamen, Dienstleistungsmarken und Logos sind Eigentum ihrer jeweiligen Eigentümer.
fr_fr: Un gestionnaire graphique pour vos Distroboxs. BoxBuddy n’est ni partenaire, ni affilié à une quelconque distribution Linux ou entreprise. Les marques déposées, marques de services et logos appartiennent à leurs propriétaires respectifs.
hi: आपके डिस्ट्रोबॉक्स के लिए एक ग्राफिकल मैनेजर। BoxBuddy किसी भी लिनक्स डिस्ट्रीब्यूशन या कंपनी के साथ साझेदारी या समर्थन नहीं करता है। ट्रेडमार्क, सेवा चिह्न और लोगो उनके संबंधित स्वामियों की संपत्ति हैं।
it_it: Un gestore grafico per le tue Distrobox. BoxBuddy non è associato o approvato da alcuna distribuzione Linux o società. Marchi commerciali, marchi di servizio e loghi sono di proprietà dei rispettivi proprietari.
nl_nl: Een grafisch beheerprogramma voor Distroboxes. BoxBuddy is geen partner van of onderschreven door Linux-distributies of bedrijven. Handelsmerken, dienstmerken en logo's zijn eigendom van hun respectieve eigenaars.
pl_pl: Graficzny menadżer dla Distroboxa. BoxBuddy nie jest powiązany z jakąkolwiek dystrybucją Linuxa oraz przedsiębiorstwem. Znaki handlowe oraz usługowe, jak również loga należą do ich prawnych właścicieli.
tr: Distroboxlar için Grafiksel Yöneticidir. BoxBuddy, herhangi bir Linux dağıtımı veya şirketiyle ortaklık kurmamış veya onaylanmamıştır. Ticari markalar, hizmet markaları ve logolar ilgili sahiplerinin mülkiyetindedir.

source: Installed Applications
cs: Instalované aplikace
de_de: Installierte Anwendungen
el: Εγκατεστημένες εφαρμογές
es: Aplicaciones Instaladas
fr_fr: Applications installées
hi: स्थापित अनुप्रयोग
it_it: Applicazioni installate
nl_nl: Geïnstalleerde Applicaties
pl_pl: Zainstalowane aplikacje
pt_br: Aplicações Instaladas
ru_ru: Установленные приложения
tr: Kurulmuş Uygulamalar
uk_ua: Встановлені додатки

source: Loading...
cs: Nahrávám...
de_de: Lade...
el: Φόρτωση...
es: Cargando...
fr_fr: Chargement…
hi: लोड हो रहा है...
it_it: Caricamento...
nl_nl: Laden...
pl_pl: Ładowanie...
pt_br: Carregando...
ru_ru: Загрузка...
tr: Yükleniyor...
uk_ua: Завантаження...

source: No Applications Installed
cs: Nenainstalovány žádné aplikace
de_de: Keine Anwendungen installiert
el: Δεν υπάρχουν εγκατεστημένες εφαρμογές
es: Sin Aplicaciones Instaladas
fr_fr: Pas d’applications installées
hi: कोई अनुप्रयोग स्थापित नहीं है
it_it: Nessuna applicazione installata
nl_nl: Geen Applicaties Geïnstalleerd
pl_pl: Brak zainstalowanych aplikacji
pt_br: Nenhuma Aplicação Instalada
ru_ru: Нет установленых приложений
tr: Hiçbir Uygulama Kurulmadı
uk_ua: Немає встановлених додатків

source: Available Applications
cs: Dostupné aplikace
de_de: Verfügbare Anwendungen
el: Διαθέσιμες εφαρμογές
es: Aplicaciones Disponibles
fr_fr: Applications disponibles
hi: उपलब्ध अनुप्रयोग
it_it: Applicazioni disponibili
nl_nl: Beschikbare Applicaties
pl_pl: Dostępne aplikacje
pt_br: Aplicações Disponíveis
ru_ru: Доступные приложения
tr: Mevcut Uygulamalar
uk_ua: Доступні додатки

source: Run
cs: Spustit
de_de: Ausführen
el: Εκτέλεση
es: Ejecutar
fr_fr: Lancer
hi: चलायें
it_it: Esegui
nl_nl: Uitvoeren
pl_pl: Uruchom
pt_br: Iniciar
ru_ru: Запустить
tr: Çalıştır
uk_ua: Виконати

source: Remove From Menu
cs: Odstranit z menu
de_de: Aus Menü entfernen
el: Αφαίρεση από το μενού
es: Quitar del menú
fr_fr: Supprimer du menu
hi: मेनू से हटाएं
it_it: Rimuovere dal menu
nl_nl: Verwijder Uit Menu
pl_pl: Usuń z menu
pt_br: Remover do Menu
ru_ru: Удалить из меню
tr: Menüden Kaldır
uk_ua: Видалити з меню

source: Add To Menu
cs: Přidat do menu
de_de: Zu Menü hinzufügen
el: Προσθήκη στο μενού
es: Añadir al Menu
fr_fr: Ajouter au menu
hi: मेनू में जोड़ें
it_it: Aggiungi al menù
nl_nl: Toevoegen Aan Menu
pl_pl: Dodaj do menu
pt_br: Adicionar ao Menu
ru_ru: Добавить в меню
tr: Menüye Ekle
uk_ua: Додати до меню

source: App Exported!
cs: Aplikace exportována!
de_de: Anwendung exportiert!
el: Η εφαρμογή εξήχθη!
es: App Exportada!
fr_fr: Application exportée !
hi: ऐप निर्यातित!
it_it: App esportata!
nl_nl: App Geëxporteerd!
pl_pl: Aplikacja wyeksportowana!
pt_br: Aplicação Exportada!
ru_ru: Приложение експортировано!
tr: Uygulamayı İhraç Et!
uk_ua: Додаток експортована!

source: App Removed!
cs: Aplikace odstraněna!
de_de: Anwendung entfernt!
el: Η εφαρμογή αφαιρέθηκε!
es: App Eliminada!
fr_fr: Application supprimée !
hi: ऐप हटाया गया!
it_it: App rimossa!
nl_nl: App Verwijderd!
pl_pl: Aplikacja usunięta!
pt_br: Aplicação Removida!
ru_ru: Приложение удалено!
tr: Uygulama Kaldırıldı!
uk_ua: Додаток видалено!

source: Really Delete?
cs: Opravdu smazat?
de_de: Wirklich Löschen?
el: Θέλετε να διαγράψετε;
es: ¿Eliminar?
fr_fr: Confirmer la suppression ?
hi: सचमुच मिटाएं?
it_it: Cancellare veramente?
nl_nl: Permenten Verwijderen?
pl_pl: Na pewno usunąć?
pt_br: Realmente Deletar?
ru_ru: Действительно удалить?
tr: Silmek mi İstiyorsunuz?
uk_ua: Справді видалити?

source: Are you sure you want to delete {}?
cs: Jste si jistí, zda chcete smazat {}?
de_de: Sind Sie sich sicher, dass Sie {} löschen wollen?
es: ¿Estás seguro(a) de que quieres eliminar {}?
fr_fr: Êtes-vous certain de vouloir supprimer {} ?
hi: क्या आप वाकई {} को मिटाना चाहते हैं?
it_it: Sei sicuro di voler eliminare {} ?
nl_nl: Weet u zeker dat u {} wilt verwijderen?
pt_br: Você tem certeza que deseja remover {} ?

source: Delete
cs: Smazat
de_de: Löschen
el: Διαγραφή
es: Eliminar
fr_fr: Supprimer
hi: मिटाएं
it_it: Cancella
nl_nl: Verwijderen
pl_pl: Usuń
pt_br: Deletar
ru_ru: Удалить
tr: Sil
uk_ua: Видалити

source: Box Deleted!
cs: Box smazán!
de_de: Box gelöscht!
el: Το κουτί διαγράφηκε!
es: Box Eliminada!
fr_fr: Box supprimée !
hi: बॉक्स मिटा दिया गया!
it_it: Scatola eliminata!
nl_nl: Box verwijderd!
pl_pl: Box został usunięty!
pt_br: Caixa Deletada!
ru_ru: Коробка удалена!
tr: Kutu Silindi!
uk_ua: Коробка видалена!

source: Clone
cs: Klonovat
de_de: Klonen
el: Κλωνοποίηση
fr_fr: Cloner
hi: प्रतिरूपित करें
it_it: Clona
nl_nl: Klonen
pl_pl: Duplikuj
pt_br: Clonar
ru_ru: Клонировать
tr: Klonla
uk_ua: Клонувати

source: Enter the name of your new box
cs: Vložte jméno nového boxu
de_de: Name der neuen Distrobox
el: Εισάγετε το όνομα του νέου σας κουτιού
fr_fr: Entrez le nom de votre nouvelle Box
hi: अपने नए बॉक्स का नाम दर्ज करें
it_it: Inserisci il nome della tua nuova box
nl_nl: Voer de naam in van uw nieuwe box
pl_pl: Wpisz nazwę dla swojego nowego boxa
pt_br: Insira o nome da sua nova caixa
ru_ru: Введите имя вашей новой коробки
tr: Yeni kutunuzun ismini giriniz
uk_ua: Введіть ім'я вашої нової коробки

source: Note: Cloning can take a long time, please be patient
cs: Poznámka: Klonování může trvat delší dobu, prosím o strpení
de_de: Hinweis: Das Klonen kann länger dauern, bitte haben Sie Geduld.
el: Σημείωση: Η κλωνοποίηση μπορεί να διαρκέσει αρκετό χρόνο, παρακαλούμε να είστε υπομονετικοί.
fr_fr: Note : cloner peut prendre un certain temps, merci d’être patient
hi: ध्यान दें: प्रतिरूपण में लंबा समय लग सकता है, कृपया धैर्य रखें
it_it: Nota: la clonazione può richiedere molto tempo, si prega di essere pazienti
nl_nl: Opmerking: Klonen kan lang duren, wees alstublieft geduldig
pl_pl: Duplikowanie może zająć trochę czasu, proszę czekać
pt_br: Obs: Clonar dura muito tempo, por favor, seja paciente
ru_ru: Примечание: Клонирование может занять много времени, пожалуйста, будьте терпеливы
tr: Not: Klonlama oldukça uzun sürebilir, lütfen sabırlı olunuz
uk_ua: Примітка: Клонування може зайняти багато часу, будь ласка, наберіться терпіння

source: Please install one of the supported terminals:
cs: Prosím, nainstalujte jeden z podporovaných terminálů:
de_de: Bitte installieren Sie einen der unterstützen Terminal Emulatoren:
el: Παρακαλώ εγκαταστήστε ένα από τα υποστηριζόμενα τερματικά:
es: Instale uno de los terminales compatibles:
fr_fr: Veuillez installer l’un des terminaux supportés :
hi: कृपया समर्थित टर्मिनलों में से एक स्थापित करें:
it_it: Installa uno dei terminali supportati:
nl_nl: Installeer alstublieft een van de ondersteunde terminal-applicaties:
pl_pl: Zainstaluj jeden z obsługiwanych terminali:
pt_br: Por favor, instale um dos terminais suportados:
ru_ru: Пожалуйста, установите один из поддерживаемых терминалов:
tr: Lütfen desteklenen uçbirimlerden birini kurunuz:
uk_ua: Будь ласка, встановіть один з підтримуваних терміналів:

source: No supported terminal found
cs: Nebyl nalezen podporovaný terminál
de_de: Keinen unterstützen Terminal Emulator gefunden
el: Δεν βρέθηκε υποστηριζόμενο τερματικό
es: No se encontró ningún terminal compatible
fr_fr: Aucun terminal supporté trouvé
hi: कोई समर्थित टर्मिनल नहीं मिला
it_it: Nessun terminale supportato trovato
nl_nl: Geen ondersteunde terminal gevonden
pl_pl: Brak obsługiwanych terminali
pt_br: Nenhum terminal suportado encontrado
ru_ru: Не найдено поддерживаемых терминалов
tr: Desteklenen uçbirim bulunamadı
uk_ua: Не знайдено підтримуваного терміналу

source: Ok
de_de: Okay
el: Εντάξει
hi: ठीक है
ru_ru: Хорошо
tr: Tamam
uk_ua: Ок

source: No Boxes
cs: Žádné Boxy
de_de: Keine Boxen
el: Δεν υπάρχουν κουτιά
es: Sin Boxes
fr_fr: Pas de Boxs
hi: कोई बॉक्स नहीं
it_it: Nessuna scatola
nl_nl: Geen Boxes
pl_pl: Brak boxów
pt_br: Sem Caixas
ru_ru: Нет коробок
tr: Kutu Yok
uk_ua: Немає коробок

source: Click the + at the top-left to create your first box!
cs: Klikněte na + v levém horním rohu pro vytvoření prvního kontejneru!
de_de: Klicken Sie auf + in der oberen linken Ecke um die erste Box zu erstellen!
el: Κάντε κλικ στο + πάνω αριστερά για να δημιουργήσετε το πρώτο σας κουτί!
es: ¡Haz clic en + en la parte superior izquierda para crear tu primera Box!
fr_fr: Cliquez sur le + en haut à gauche pour créer votre première Box !
hi: अपना पहला बॉक्स बनाने के लिए शीर्ष-बाएं पर + पर दबाएं!
it_it: Clicca sul + in alto a sinistra per creare la tua prima scatola!
nl_nl: Klik linksboven op de + om uw eerste box aan te maken!
pl_pl: Naciśnij "+" w lewym górnym rogu aby utworzyć pierwszego boxa!
pt_br: Pressione no + no canto superior esquerdo para criar sua primeira caixa!
ru_ru: Нажмите на + сверху-слева чтобы создать вашу первую коробку!
tr: Sol-üstteki "+" kutusuna tıklayarak ilk kutunuzu oluşturun!
uk_ua: Клацніть на + зверху-зліва щоб створити вашу першу коробку!
