Repository: Dvlv/BoxBuddyRS
Catalog: po/*/LC_MESSAGES/*.po
Languages: cs, de_de, el, es, fr_fr, hi, it_it, nl_nl, pl_pl, pt_br, ru_ru, tr, uk_ua

source: You appear to be using a Flatpak of BoxBuddy without filesystem access. If you wish to set a Custom Home Directory you will need to grant filesystem access. Please see the <a href='https://dvlv.github.io/BoxBuddyRS/tips'>documentation for details.</a>
cs: Zdá se, že používáte Flatpak verzi BoxBuddy bez přístupu k souborovému systému. Pokud si přejete nastavit vlastní domovský adresář, bude potřeba udělit přístup k souborovému systému. Prosím, čtěte <a href='https://dvlv.github.io/BoxBuddyRS/tips'>dokumentaci pro detaily.</a>
de_de: Es scheint Sie benutzten das Flatpak von BoxBuddy ohne Dateisystemzugriff. Wenn Sie ein benutzerdefiniertes Nutzerverzeichnis setzen wollen müssen sie BoxBuddy Zugriff auf Ihr Dateisystem gewähren. Weitere Informationen finden sie in der <a href='https://dvlv.github.io/BoxBuddyRS/tips'>Dokumentation.</a>
el: Φαίνεται να χρησιμοποιείτε το Flatpak του BoxBuddy χωρίς πρόσβαση στο σύστημα αρχείων Εάν επιθυμείτε να ορίσετε έναν Προσαρμοσμένο πρωσοπικό φάκελο, θα πρέπει να χορηγήσετε πρόσβαση στο σύστημα αρχείων.Παρακαλούμε δείτε το<a href='https://dvlv.github.io/BoxBuddyRS/tips'>documentation for details.</a>
es: Parece que estás utilizando un Flatpak de BoxBuddy sin permiso de acceso al sistema de archivos. Si desea configurar un directorio "Home" personalizado, deberá otorgar acceso al sistema de archivos. Consulte la <a href='https://dvlv.github.io/BoxBuddyRS/tips'>documentación para más detalles.</a>
fr_fr: Il semble que vous utilisiez un Flatpak de BoxBuddy sans accès au système de fichier. Si vous souhaitez paramétrer un répertoire personnel personnalisé, vous allez devoir accorder l’accès au système de fichier. Merci de consulter la <a href='https://dvlv.github.io/BoxBuddyRS/tips'>documentation pour plus de détails.</a>
hi: ऐसा प्रतीत होता है कि आप बिना फाइल प्रणाली पहुंच के BoxBuddy के Flatpak का उपयोग कर रहे हैं। यदि आप एक तदनुकूल होम निर्देशिका निर्धारित करना चाहते हैं तो आपको फाइल प्रणाली पहुंच प्रदान करनी होगी। कृपया विवरण के लिए <a href='https://dvlv.github.io/BoxBuddyRS/tips'>दस्तावेज़ देखें।</a>
it_it: Sembra che tu stia utilizzando un Flatpak di BoxBuddy senza accesso al filesystem. Se vuoi impostare una directory home personalizzata, dovrai concedere l'accesso al filesystem. Consulta la <a href='https://dvlv.github.io/BoxBuddyRS/suggerimenti'>documentazione per i dettagli.</a>
nl_nl: U lijkt de Flatpak-versie van BoxBuddy te gebruiken zonder bestandssysteem toegang. Als u een aangepaste Persoonlijke Map wil gebruiken zal u bestandsysteem toegang moeten verschaffen. Verwijst alstublieft naar <a href='https://dvlv.github.io/BoxBuddyRS/tips'>de documentatie voor details.</a>
pl_pl: Prawdopodobnie używasz BoxBuddy z Flatpaka bez dostępu do systemu plików. Jeśli chcesz wskazać swój katalog domowy, musisz nadać dostęp do systemu plików. Dowiedz się więcej w <a href='https://dvlv.github.io/BoxBuddyRS/tips'>dokumentacji</a>
pt_br: Aparentemente você esta utilizando versão Flatpak do BoxBuddy, mas sem acesso ao sistema de arquivos. Se você deseja criar um Diretório Home Customizado, você precisará garantir acesso ao sistema de arquivos. Por favor, acesse a documentação em <a href='https://dvlv.github.io/BoxBuddyRS/tips'> para mais detalhes. </a>
ru_ru: Судя по всему, вы используете Flatpak версию BoxBuddy без доступа к файловой системе. Если вы желаете установить свою собственную домашнюю папку, вам надо выдать программе доступ к файловой системе. Подробности см. в <a href='https://dvlv.github.io/BoxBuddyRS/tips'>документации.</a>
tr: Görünüşe göre BoxBuddy'nin Flatpak sürümünü kullanıyorsunuz. Eğer özelleştirilmiş ana dizin kurmak istiyorsanız dosya yapısı erişimine izin vermeniz gerekiyor. Detaylı bilgi için <a href='https://dvlv.github.io/BoxBuddyRS/tips'>dokümantasyona göz atınız.</a>
uk_ua: Схоже, ви використовуєте BoxBuddy в Flatpak без доступу до файлової системи. Якщо ви бажаєте створити власну домашню директорію, вам потрібно надати доступ до файлової системи. Будь ласка, подивіться <a href='https://dvlv.github.io/BoxBuddyRS/tips'>документацію для отримання детальної інформації.</a>

source: Sandboxed Flatpak Detected
cs: Detekován Flatpak sandbox
de_de: Flatpak Sandbox erkannt
el: Εντοπίστηκε Sandboxed Flatpak
es: Flatpak con Sandboxing Detectado!
fr_fr: Flatpak isolé dans un bac à sable (sandbox)
hi: सैंडबॉक्स्ड Flatpak का पता चला
it_it: Flatpak in modalità sandbox rilevato
nl_nl: Sandboxed Flatpak Gedetecteerd
pl_pl: Wykryto że Flatpak działa w trybie piaskownicy
pt_br: Flatpak em Sandbox Detectado
ru_ru: Обнаружена песочница Flatpak
tr: Sanal Alanlı (Sandbox) Flatpak Algılandı
uk_ua: Виявлено пісочницю Flatpak

source: Distrobox can already access folders in your home directory - even if you have specified a custom home folder
cs: Distrobox může přistupovat k adresářům v domovském adresáři - I když jste specifikovali vlastní domovský adresář
de_de: Distrobox hat bereits Zugriff auf Ihr Nutzerverzeichnis, selbst wenn Sie ein benutzerdefiniertes Nutzerverzeichnis angegeben haben
el: Το Distrobox μπορεί ήδη να έχει πρόσβαση σε φακέλους στον προσωπικό σας κατάλογο - ακόμα και αν έχετε ορίσει έναν προσαρμοσμένο προσωπικό φάκελο
es: Distrobox ya puede acceder a las carpetas de su directorio home, incluso si ha especificado una carpeta home personalizada
fr_fr: Distrobox peut déjà accéder aux dossiers situés dans votre répertoire personnel – même si vous avez spécifié un répertoire personnel personnalisé
hi: Distrobox पहले से ही आपकी होम निर्देशिका में फोल्डरों तक पहुंच सकता है - भले ही आपने एक तदनुकूल होम फोल्डर निर्दिष्ट किया हो
it_it: Il volume è già accessibile
nl_nl: Distrobox heeft al toegang tot uw persoonlijke map - zelfs als u een aangepaste persoonlijke map heeft gedefineerd
pl_pl: Distrobox ma dostęp do katalogu domowego w /home/%user% - nawet jeśli nie został wybrany ręcznie
pt_br: Distrobox já pode acessar pastas dentro do seu diretório home - mesmo que você tenha especificado um diretório home customizado
ru_ru: Distrobox уже может получить доступ до вашей домашней папки - даже когда вы выбрали собственную домашнюю папку
tr: Özel ana dizin belirlemiş olsanız bile Distrobox zaten ana dizindeki klasörlerin erişimine sahip
uk_ua: Distrobox вже має доступ до папок у вашому домашньому каталозі - навіть якщо ви вказали власний домашній каталог

source: Volume is already accessible
cs: Svazek je již přístupný
de_de: Laufwerkszugriff bereits gewährt
el: Ο τόμος είναι ήδη προσβάσιμος
es: El volumen ya es accesible
fr_fr: Volume déjà accessible
hi: वॉल्यूम पहले से ही पहुंच योग्य है
nl_nl: Volume is al toegankelijk
pl_pl: Katalog jest już dostępny w boxie
pt_br: Volume já está acessível
ru_ru: Раздел уже доступный
tr: Birim zaten erişilebilir durumda
uk_ua: Розділ вже доступний

source: You don't appear to have any boxes which can install {} files
cs: Nevypadá to, že máte kontejnery schopné instalovat {} soubory
de_de: Keine Distrobox vorhanden, die {} Dateien installieren kann
fr_fr: Il semble que vous n’ayez aucune Box susceptible d’installer des fichiers {}
hi: ऐसा प्रतीत होता है कि आपके पास कोई भी बॉक्स नहीं है जो {} फाइलें स्थापित कर सके
it_it: Sembra che non ci siano box in grado di installare i file {}
nl_nl: U lijkt geen boxes te hebben die {} bestanden kan installeren

source: No Suitable Boxes Found
cs: Nenalezeny vhodné Boxy
de_de: Keine passenden Boxen gefunden
el: Δεν βρέθηκαν κατάλληλα κουτιά
es: No se encontraron Box adecuadas
fr_fr: Aucune Box appropriée trouvée
hi: कोई उपयुक्त बॉक्स नहीं मिला
it_it: Nessuna box adatta trovata
nl_nl: Geen Gepaste Boxes Gevonden
pl_pl: Nie znaleziono odpowiedniego Boxa
pt_br: Nenhuma caixa adequada encontrada
ru_ru: Не найдено подходящих коробок
tr: Uygun Kutu Bulunamadı
uk_ua: Відповідних коробок не знайдено

source: Install {} File
cs: Instaluj {} Soubor
de_de: {} Datei installieren
es: Instalar Archivo {}
fr_fr: Installer un fichier {}
hi: {} फाइल स्थापित करें
it_it: Installa il file {}
nl_nl: Installeer {} Bestand
pt_br: Instalar Arquivo {}
ru_ru: Установить {} файл
uk_ua: Встановити {} файл

source: Install
cs: Instalovat
de_de: Installieren
el: Εγκατάσταση
es: Instalar
fr_fr: Installer
hi: स्थापित करें
it_it: Installa
nl_nl: Installeren
pl_pl: Instaluj
pt_br: Instalar
ru_ru: Установить
tr: Kur
uk_ua: Встановити

source: Installing: {}
cs: Instaluji: {}
de_de: Installiere: {}
fr_fr: Installation de {}
hi: स्थापित किया जा रहा है: {}
it_it: Installazione: {}
nl_nl: Installeren: {}

source: Select a box to install this file into:
cs: Vyberte box k instalaci tohoto souboru:
de_de: Wählen Sie eine Box, in der diese Datei installiert werden soll:
el: Επιλέξτε ένα πλαίσιο για να εγκαταστήσετε αυτό το αρχείο:
es: Seleccione una Box en la cual instalar este archivo:
fr_fr: Sélectionnez une Box dans laquelle installer ce fichier :
hi: इस फाइल को स्थापित करने के लिए एक बॉक्स का चयन करें:
it_it: Seleziona una box in cui installare questo file:
nl_nl: Selecteer een box om dit bestand in te installeren:
pl_pl: Wybierz box w którym ma być zainstalowany plik:
pt_br: Selecionar caixa para instalar esse arquivo:
ru_ru: Выберите коробку, в которую будет установлен этот файл:
tr: Dosyayı kuracağınız bir kutu seçiniz:
uk_ua: Виберіть коробку, до якої ви хочете встановити цей файл:

source: Box
el: Κουτί
hi: बॉक्स
pt_br: Caixa
ru_ru: Коробка
tr: Kutu
uk_ua: Коробка

source: DEB Files
cs: .deb balíčky
de_de: DEB Dateien
el: Αρχεία DEB
es: Archivos DEB
fr_fr: Fichiers DEB
hi: DEB फाइलें
it_it: File DEB
nl_nl: DEB-bestanden
pl_pl: Pliki DEB
pt_br: Arquivos DEB
ru_ru: DEB файл
tr: DEB Dosyaları
uk_ua: DEB файл

source: RPM Files
cs: .rpm balíčky
de_de: RPM Dateien
el: Αρχεία RPM
es: Archivos RPM
fr_fr: Fichiers RPM
hi: RPM फाइलें
it_it: File RPM
nl_nl: RPM-bestanden
pl_pl: Pliki RPM
pt_br: Arquivos RPM
ru_ru: RPM файл
tr: RPM Dosyaları
uk_ua: RPM файл

source: This file is not accessible to Flatpak - please copy it to your Downloads folder, or allow filesystem access. Please see the <a href='https://dvlv.github.io/BoxBuddyRS/tips'>documentation for details.</a>
cs: Tento soubor není přístupný ve Flatpaku - prosím zkopírujte ho do adresáře Stažené anebo, povolte přístup k souborovému systému. Prosím, podívejte se na <a href='https://dvlv.github.io/BoxBuddyRS/tips'>dokumentaci pro detaily.</a>
de_de: Auf diese Datei kann nicht zugegriffen werden. Bitte kopieren Sie diese in Ihren Downloads Ordner oder erlauben Sie den Dateisystemzugriff. Weitere Informationen finden Sie in der <a href='https://dvlv.github.io/BoxBuddyRS/tips'>Dokumentation.</a>
el: Αυτό το αρχείο δεν είναι προσβάσιμο στο Flatpak - παρακαλούμε αντιγράψτε το στο φάκελο Λήψεις ή επιτρέψτε την πρόσβαση στο σύστημα αρχείων. Παρακαλούμε δείτε το <a href='https://dvlv.github.io/BoxBuddyRS/tips'>Oδηγίες για λεπτομέρειες.</a>
es: Flatpak no puede acceder a este archivo; cópielo en su carpeta de Descargas o permita el acceso al sistema de archivos. Consulte la <a href='https://dvlv.github.io/BoxBuddyRS/tips'>documentación para obtener más detalles.</a>
fr_fr: Ce fichier est inaccessible par Flatpak – veuillez le copier vers votre répertoire Téléchargements, ou autoriser l’accès au système de fichiers. Merci de consulter la <a href='https://dvlv.github.io/BoxBuddyRS/tips'>documentation pour plus de détails.</a>
hi: यह फाइल Flatpak तक पहुंच योग्य नहीं है - कृपया इसे अपने डाउनलोड फोल्डर में कॉपी करें, या फाइल प्रणाली तक पहुंच की अनुमति दें। कृपया विवरण के लिए <a href='https://dvlv.github.io/BoxBuddyRS/tips'>दस्तावेज़ देखें।</a>
it_it: o consenti l'accesso al filesystem. Consulta la <a href='https://dvlv.github.io/BoxBuddyRS/tips'>documentazione per i dettagli.</a>
nl_nl: Dit bestand is not toegankelijk voor Flatpak - kopieer het alstublieft naar uw Downloads map, of verschaf bestandssysteem toegang. Verwijs alstublieft naar <a href='https://dvlv.github.io/BoxBuddyRS/tips'>de documentatie voor details.</a>
pl_pl: Plik nie jest dostępny z poziomu Flatpaka - skopiuj go do katalogu Pobrane, lub nadaj dostęp do lokalizacji. Dowiedz się więcej w <a href='https://dvlv.github.io/BoxBuddyRS/tips'>dokumentacji.</a>
pt_br: Este arquivo não está acessível para o Flatpak - por favor, copie ele para seu diretório de Downloads, ou permita acesso ao sistema de arquivos. Por favor, acesse a documentação em <a href='https://dvlv.github.io/BoxBuddyRS/tips'> para mais detalhes.</a>
ru_ru: Этот файл недоступен для Flatpak - пожалуйста, скопируйте его в папку Загруженное или разрешите доступ к файловой системе. Подробности см. в <a href='https://dvlv.github.io/BoxBuddyRS/tips'>документации.</a>
tr: Bu dosya Flatpak tarafından erişilemiyor - lütfen İndirilenler dosyasına kopyalayınız ya da dosya yapısı erişimine izin veriniz. Detaylı bilgi için <a href='https://dvlv.github.io/BoxBuddyRS/tips'>dokümantasyona göz atınız.</a>
uk_ua: Цей файл недоступний для Flatpak - будь ласка, скопіюйте його до теки Завантажене або дозвольте доступ до файлової системи. Будь ласка, подивіться <a href='https://dvlv.github.io/BoxBuddyRS/tips'>документацію для отримання детальної інформації.</a>

source: File Not Accessible
cs: Soubor není přístupný
de_de: Kein Zugriff
el: Το αρχείο δεν είναι προσβάσιμο
es: Archivo no accesible
fr_fr: Fichier inaccessible
hi: फाइल पहुंच योग्य नहीं
it_it: File non accessibile
nl_nl: Bestand Niet Toegankelijk
pl_pl: Plik nie jest dostępny
pt_br: Arquivo Não Acessível
ru_ru: Файл недоступен
tr: Dosyaya Erişilemiyor
uk_ua: Файл недоступний

source: This file does not appear to be a {} file
cs: Tento soubor nevypadá jako {} soubor
de_de: Diese Datei ist keine gültige {} Datei
fr_fr: Ce fichier ne semble pas être un fichier {}
hi: यह फाइल एक {} फाइल प्रतीत नहीं होती है
it_it: Questo file non sembra essere un file {}
nl_nl: Dit bestand lijkt geen {}-bestand te zijn

source: Incorrect File Type
cs: Nesprávný typ souboru
de_de: Dateityp ist nicht korrekt
el: Λανθασμένος τύπος αρχείου
es: Tipo de archivo incorrecto
fr_fr: Type de fichier incorrect
hi: गलत फाइल प्रकार
it_it: Tipo di file non corretto
nl_nl: Incorrect bestandstype
pl_pl: Nieprawidłowy typ pliku
pt_br: Tipo de Arquivo Incorreto
ru_ru: Неправильный тип файла
tr: Hatalı Dosya Tipi
uk_ua: Неправильний тип файлу

source: Preferred Terminal
cs: Preferovaný terminál
de_de: Bevorzugte Konsole
el: Προτιμώμενος Τερματικός
es: Terminal Preferida
fr_fr: Terminal préféré
hi: पसंदीदा टर्मिनल
it_it: Terminale preferito
nl_nl: Voorkeursterminal
pl_pl: Wybrany terminal
pt_br: Terminal Preferido
ru_ru: Предпочтительный терминал
tr: Tercih Edilen Uçbirim
uk_ua: Обраний термінал

source: Save
cs: Uložit
de_de: Speichern
el: Αποθήκευση
es: Guardar
fr_fr: Sauvegarder
hi: सहेजें
it_it: Salva
nl_nl: Opslagen
pl_pl: Zapisz
pt_br: Salvar
ru_ru: Сохранить
tr: Kaydet
uk_ua: Зберегти

source: Select your preferred terminal
cs: Vyberte preferovaný terminál
de_de: Wählen Sie Ihre bevorzugte Konsole
el: Επιλέξτε τον τερματικό που προτιμάτε
es: Seleccione su terminal preferida
fr_fr: Sélectionnez votre terminal préféré
hi: अपना पसंदीदा टर्मिनल चुनें
it_it: Seleziona il tuo terminale preferito
nl_nl: Selecteer uw voorkeursterminal
pl_pl: Wybierz terminal, wolisz
pt_br: Selecione seu terminal preferido
ru_ru: Выберите предпочтительный терминал
tr: Tercih ettiğiniz uçbirimi seçiniz
uk_ua: Виберіть бажаний термінал

source: Terminal
cs: Terminál
de_de: Konsole
el: Τερματικός
hi: टर्मिनल
it_it: Terminale
ru_ru: Терминал
tr: Uçbirim
uk_ua: Термінал

source: Terminal Preference Saved!
cs: Uložen preferovaný terminál!
de_de: Präferenz gespeichert!
el: Προτίμηση τερματικού αποθηκεύτηκε!
es: Preferencia de Terminal Guardada!
fr_fr: Terminal préféré sauvegardé !
hi: टर्मिनल प्राथमिकता सहेजी गई!
it_it: Preferenza del terminale salvata!
nl_nl: Terminal Voorkeur Opgeslagen!
pl_pl: Zapisano ustawienia terminala!
pt_br: Preferência de Terminal Salva!
ru_ru: Предпочтения терминала сохранены!
tr: Uçbirim Tercihleri Kaydedildi!
uk_ua: Налаштування терміналу збережено!

source: Sorry, Preference Could Not Be Saved
cs: Promiňte, Preferovaný terminál nemohl být uložen
de_de: Das tut uns leid, Präferenz konnte nicht gespeichert werden
el: Λυπάμαι, η προτίμηση δεν μπόρεσε να αποθηκευτεί
es: Lo sentimos, no se pudo guardar la preferencia
fr_fr: Désolé, vos préférences n’ont pas pu être sauvegardées
hi: क्षमा करें, प्राथमिकता सहेजी नहीं जा सकी
it_it: Spiacenti, la preferenza non può essere salvata
nl_nl: Sorry, Voorkeur Kon Niet Worden Opgeslagen
pl_pl: Niestety, nowe ustawienia nie mogą zostać zapisane
pt_br: Desculpe, Preferência Não Pode Ser Salva
ru_ru: Извините, настройки предпочтения не удалось сохранить
tr: Maalesef Tercihler Kaydedilemedi
uk_ua: Вибачте, налаштування не вдалося зберегти

source: Podman / Docker not found!
pl_pl: Nie znaleziono Podmana / Dockera!
tr: Podman / Docker bulunamadı!

source: Could not find podman or docker, please install one of them!
pl_pl: Nie znaleziono Podmana lub Dockera, zainstaluj jedenego z nich!
tr: Podman ve Docker bulunamadı, lütfen ikisinden birini indiriniz!
